[Play_X2_XP_S_SHN_Ambient_Musing_A AkEvent]
SpokenText="Менi не по собi вiд промов Обраних. Вони говорять так, наче є одними з нас. Хто знає, можливо, так i було, доки до них не добрались Старiйшини."

[Play_X2_XP_S_SHN_Ambient_Musing_B AkEvent]
SpokenText="Я хотiла б поближче роздивитися гвинтiвку, яку використовує Обраний-Мисливець. Не вiриться, що можна досягти такої точностi без сторонньої допомоги."

[Play_X2_XP_S_SHN_Photobooth_Musing_A AkEvent]
SpokenText="Сподiваюся, всi готовi до всесвiтньої слави?"

[Play_X2_XP_S_SHN_Photobooth_Musing_B AkEvent]
SpokenText="Думаю, для потрiбного ефекту потрiбно бiльше трупiв прибульцiв."

[Play_X2_XP_S_SHN_Photobooth_Musing_C AkEvent]
SpokenText="О, мила поза."

[Play_X2_XP_S_SHN_Photobooth_Musing_D AkEvent]
SpokenText="Подякуємо \"Адвенту\" за натхнення."

[Play_X2_XP_S_SHN_Photobooth_Musing_E AkEvent]
SpokenText="Як думаєте, Старiйшини це оцiнять?"

[Play_X2_XP_S_SHN_Walkup_Chosen_Defeated AkEvent]
SpokenText="Тепер ми знаємо, що Обранi можуть померти - принаймнi, на деякий час."

[Play_X2_XP_S_SHN_Walkup_Chosen_Extracted AkEvent]
SpokenText="Менi цiкаво, чи є якийсь спосiб захистити наших солдатiв вiд того, що з ними можуть зробити Обранi."

[Play_X2_XP_S_SHN_Walkup_Chosen_Killed_Stronghold AkEvent]
SpokenText="Тепер ми можемо з упевненiстю сказати: Обраного можна знищити назавжди. А то я вже почала хвилюватися, що вони вiд нас нiколи не вiдчепляться."

[Play_X2_XP_S_SHN_Walkup_High_Level_Faction_Hero AkEvent]
SpokenText="Рада бачити, що спiвпраця з фракцiями опору приносить користь. Їхнi солдати здорово допомагають нам тут."

[Play_X2_XP_S_SHN_Walkup_Lost_Abandoned AkEvent]
SpokenText="Схоже, ми отримаємо пiдтримку вiд фракцiй. Якщо у нас є час, я б iз задоволенням вивчила їхню зброю та спорядження."

[Play_X2_XP_S_SHN_Walkup_Lost_Encountered AkEvent]
SpokenText="Прибульцi перетворили цю планету на справжнiй парк жахiв. Тiльки натовпiв зомбi нам i не вистачало."

[Play_X2_XP_S_SHN_Walkup_Soldier_Captured AkEvent]
SpokenText="Нiхто вас не звинувачує, командире. Усi в курсi, наскiльки важкi рiшення вам доводиться приймати."

[Play_X2_XP_SHN_S_Combat_Genetics_Ready AkEvent]
SpokenText="Командире, я проаналiзувала iсторiю наших сутичок з Обраними. Думаю, я можу створити примiщення для навчання наших власних солдатiв тактикам ворога."

[Play_X2_XP_SHN_S_Recovery_Center_Available AkEvent]
SpokenText="Командире, я пiдготувала проект нового примiщення для розширеного вiртуального навчання солдатiв. Воно допоможе їм побороти свiй страх, полiпшити тактичну взаємодiю з товаришами та вивчити новi бойовi здiбностi."

[Play_X2_XP_SHN_S_Ring_Available AkEvent]
SpokenText="Командире, оскiльки на \"Меснику\" тепер з'явилися представники фракцiй опору, не завадило б органiзувати мiсце для зустрiчей i планування спiльних операцiй."

[Play_X2_XP_SHN_S_SITREP_Automated_Defense AkEvent]
SpokenText="Командире, ми засiкли керуючий сигнал \"Адвента\". Ймовiрнiше за все сектор патрулюється роботами, тому будьте обережнi."

[Play_X2_XP_SHN_S_SITREP_High_Explosives AkEvent]
SpokenText="Командире, аналiз показує наявнiсть нестабiльних хiмiчних речовин. Одне необережне рух, i все тут спалахне."

[Play_X2_XP_SHN_S_SITREP_Juggernaut AkEvent]
SpokenText="Командире, нам вдалося розшифрувати локальний протокол зв'язку \"Адвента\". Якщо ми пошлемо на завдання тiльки одного солдата, то зможемо отримати помiтну перевагу."

[Play_X2_XP_SHN_S_SITREP_Limited_Vis AkEvent]
SpokenText="Командире, у нас суцiльнi перешкоди, i ми не можемо нiчого з ними вдiяти. Хорошi новини: у \"Адвента\", швидше за все, тi ж проблеми."

[Play_X2_XP_SHN_S_SITREP_Resistance_Contacts AkEvent]
SpokenText="Командире, ми засiкли слабкий сигнал: хтось намагається зв'язатися з нами з землi, але поки що нiчого конкретного. Дивiться в обидва, раптом кого зустрiнете."
